[
    {
        "image_src": "pictures/bin_cardboard.jpg",
        "alt": "Description of photo 1",
        "description": "Another general waste bin and dry mixed recycling bin are located in the Engineering Building. The general waste bin has a cover, which may discourage students from lifting it due to hygiene concerns, potentially leading to improper disposal. A more sustainable option would be to replace this bin with the open-top design seen in the third image, making waste disposal easier and more efficient."
    },
    {
        "image_src": "pictures/british_heart_donation.jpeg",
        "alt": "Description of photo 2",
        "description": "This evacuation chair is located on the Graduate Centre Ground Floor. An evacuation chair like this contributes to campus sustainability by enhancing social sustainability and emergency preparedness. It improves accessibility for all students, including those with mobility impairments, promoting equal opportunity and well-being. It also ensures that everyone can evacuate safely and efficiently during emergencies. To further improve its effectiveness, the university could organize awareness and training programs to educate staff and students on proper usage, ensuring its long-term sustainability in emergency situations."    },
    {
        "image_src": "pictures/evac_chair.png",
        "alt": "Description of photo 3",
        "description": "This setup near the geography buildings at Queen Mary reflects an effort to integrate greenery into urban spaces, contributing to sustainability in a small yet meaningful way. The use of hanging baskets and potted plants adds biodiversity to the built environment, improving air quality and providing a more pleasant atmosphere."
    },
    {
        "image_src": "pictures/geography_plants.jpeg",
        "alt": "Description of photo 4",
        "description": "This setup near the geography buildings at Queen Mary reflects an effort to integrate greenery into urban spaces, contributing to sustainability in a small yet meaningful way. The use of hanging baskets and potted plants adds biodiversity to the built environment, improving air quality and providing a more pleasant atmosphere."
    },
    {
        "image_src": "pictures/plants_roof.jpeg",
        "alt": "Description of photo 5",
        "description": "More plants, more joy!! Small practices leads to better changes and the good habit of encouraging planting small plants on campus will lead to better lives and better focus for students in a learning environment. "
    },
    {
        "image_src": "pictures/plastic_bin.png",
        "alt": "Description of photo 6",
        "description": "This general waste bin and dry mixed recycling bin are located on the Graduate Centre Ground Floor. The open-top design makes disposal easy and convenient for users, unlike the covered bin in the fourth image, which may discourage proper use. A possible improvement would be to add a food waste bin nearby to encourage students to properly discard food scraps when bringing their own meals to campus (Graduate Centre)."
    },
    {
        "image_src": "pictures/recycle_book.jpeg",
        "alt": "Description of photo 7",
        "description": "Expanding green initiatives, increasing the use of sustainable materials, and promoting eco-friendly practices across campus could make a greater impact. This image of the Better World Books donation bin at Queen Mary highlights the university’s commitment to sustainability and literacy. The initiative encourages book recycling, reducing waste, and promoting a circular economy where books are reused rather than discarded."
    },
    {
        "image_src": "pictures/space_near_geography.jpeg",
        "alt": "Description of photo 8",
        "description": "Really appreciate this space provided by Queen Mary university as it encourages students to connect with nature and realise the healing power of nature. This space reminds me that we need to sit and think in order to have a sustainable future and have some personal time to get the answers to reduce stress and inhale oxygen."
    },
    {
        "image_src": "pictures/water_fountain.jpg",
        "alt": "Description of photo 9",
        "description": "This water fountain is located on the engineering building ground floor. This water fountain helps reduce plastic waste and conserve resources by encouraging students to refill reusable bottles instead of buying single-use plastic ones. However, hygiene concerns may arise, as some students might still drink directly from the fountain despite the sign stating it is for refilling bottles only. This could lead to potential contamination, discouraging students from using the refill station. I recommend replacing it with a more user-friendly design, such as a touchless water refill stations, to improve hygiene and encourage sustainable water consumption."
    }
]